[main]
lbl-activation=Attivazione:
lbl-speed=Velocità:
lbl-alt-speed=Alt. Velocità:
lbl-left-btn=Pulsante sinistro
lbl-right-btn=Pulsante destro
lbl-middle-btn=Pulsante centrale
lbl-up=Su
lbl-down=Giù
lbl-left=Sinistra
lbl-right=Destra
lbl-scroll-up=Scorre in alto
lbl-scroll-down=Scorre in basso
btn-save=Salva le impostazioni
btn-reset=Reset
btn-defaults=Impostazioni predefinite
chk-minimize=Minimizzare
gb-activation=Attivazione
chk-cursor=Icona cursore vicino
lbl-left-up=In alto a sinistra
lbl-right-up=In alto a destra
lbl-left-down=In basso a sinistra
lbl-right-down=In basso a destra
chk-autoactivate=Attivare l'emulazione
lbl-show=Visualizza: 
chk-notifications=Notifiche
combo-item-none= [None]
lbl-onstartup=All'avvio: 
lbl-sticky-keys=Tasti singoli
lbl-activation-modifier=Emulare solo con:
gb-miscellaneous=Altre impostazioni
gb-buttons=Pulsanti del mouse
gb-movement=Movimento del mouse
gb-quicksettings=Impostazioni rapide
[notify]
restore=Visualizza
exit=Uscita
balloon-start=In esecuzione nel vassoio di sistema
balloon-enabled=Emulazione del mouse è abilitato
balloon-disabled=Emulazione del mouse è disattivato
enable=Abilitare l'emulazione
disable=Disabilitare l'emulazione
[errors]
hook-error-msg=Non è possibile impostare il hook tastiera
hook-error-caption=Errore
mutex-msg=NeatMouse è già in esecuzione.
mutex-caption=Errore
[toolbar]
presets.add-preset-caption=Aggiungi una nuova impostazione personalizzata...
presets.add-preset-prompt=Nome della nuova impostazione personalizzata:
presets.confirm-save-caption=Conferma
presets.confirm-save-prompt=Si desiderano salvare le modifiche alla corrente impostazione?
language=Lingua / Language
help=Guida
lbl-preset=Impostazioni:
add-new-preset=Aggiungi una nuova impostazione personalizzata
delete-preset=Cancella l'impostazione personalizzata
save-preset=Salva le impostazioni
about=Informazioni su NeatMouse
advanced-view=Ulteriori impostazioni
[common]
btn-ok=OK
btn-cancel=Annulla
[about]
lnk-visit-site=Visita il sito di Neat Decision per le ultime novità, FAQ e supporto
caption=Informazioni su NeatMouse
some-icons=Alcune icone disegnate da 
github=NeatMouse su GitHub
translation-contrib=Traduzione italiana di Marcello Pietrelli
chk-run-at-startup=Eseguire il NeatMouse quando si avvia il computer
